{
  "sku": "hondking",
  "attributes": {
    "Brightness": 6,
    "Body": 6,
    "Aroma": 4,
    "Complexity": 3,
    "Balance": 4,
    "Sweetness": 6
  },
  "flavors": {
    "Spicy": 1,
    "Chocolaty": 1,
    "Nutty": 1,
    "Buttery": 3,
    "Fruity": 4,
    "Flowery": 2,
    "Winey": 2,
    "Earthy": 1
  },
  "specifications": {
    "Category": "Conventional",
    "Country": "Honduras",
    "Local Region": "Montecillos",
    "Process": "Washed",
    "Variety": "Bourbon, Catuí, Caturra, Pacas & Typica",
    "Altitude (meters)": "1,200 - 1,600 masl",
    "Harvest": "December - April",
    "Organic Certification": "No",
    "Fair Trade": "No",
    "Rainforest Alliance Certified": "No",
    "Decaffeinated": "No"
  },
  "description": "A breathtaking Honduran coffee that has won and placed top three for America’s Best Cold Brew Competition, Honduras Kingdom Growers can be found on the Montecillos Mountain Range’s extraordinary slopes, where a cooperative of small coffee growers are dedicated to producing high-quality, sustainable coffee as a community. Each year, the Honduras Kingdom Growers cooperative works with nearly 200 small farm holders and provides them with access to an expanding eco-friendly knowledge base––this gives the farm holders a variety of training and farm-management resources, including processing and milling techniques to ensure a fantastic bean is produced. Honduras Kingdom Growers farmers use teamwork to produce more yields while simultaneously raising income for the people’s benefit. In Honduras, high-grade, specialty coffee is an ever-growing need. Thus, the Honduran farms range from one to twelve acres in size and spread between elevations of 4,000 to 5,2000 feet. Bean lots are hand-picked and processed together to ensure the highest quality cup. La Paz, Comayagua, Santa Barbara, and Intibucá are locales within the Montecillos region––IHCAFE (The Honduran Institute of Coffee) defines the peachy Montecillos as one of the six major coffee-growing regions in Honduras. Cupping Notes: Well balanced, sweet citrus fragrance, good acidity with sweet orange flavor, molasses, and a creamy body and finish."
}