{
  "sku": "rwanruli",
  "attributes": {
    "Brightness": 6,
    "Body": 4,
    "Aroma": 4,
    "Complexity": 6,
    "Balance": 6,
    "Sweetness": 5
  },
  "flavors": {
    "Spicy": 1,
    "Chocolaty": 1,
    "Nutty": 1,
    "Buttery": 1,
    "Fruity": 4,
    "Flowery": 2,
    "Winey": 2,
    "Earthy": 1
  },
  "specifications": {
    "Category": "Conventional",
    "Country": "Rwanda",
    "Local Region": "Gatagara Village",
    "Process": "Washed",
    "Certifications": "Fair TradeRain Forest Alliance",
    "Variety": "Bourbon",
    "Altitude (meters)": "1,800 - 2,100 masl",
    "Harvest": "March - October",
    "Organic Certification": "No",
    "Fair Trade": "Yes",
    "Rainforest Alliance Certified": "Yes",
    "Decaffeinated": "No"
  },
  "description": "Dukunde Kawa is a well-known producer group in Rwanda, as much for exceptionally bright and memorable coffees as for its exceptional business structure, which employs an 80% female workforce. Not only that but the organization is located in the Northern province, which, despite its closeness to Kigali, tends to be little-known in specialty coffee compared to the west and south. Since first organizing in 2000 with a single wet mill, years before the majority of washing stations in Rwanda even existed, Dukunde Kawa has received sustainability awards from the SCA as well as placing in the top positions in Rwanda’s Cup of Excellence competition. Today the cooperative has over 2,000 farmer members and 4 washing stations in the Gakenke District north of Kigali. Ruli is one of these stations.\n\nRuli was established by Dukunde Kawa in 2004 and originally served 300 local coffee farmers. Today there are over 800 contributing farmers and Ruli is Dukunde Kawa’s largest station. This is one of the highest elevations that Dukunde Kawa serves, with farms passing 2100 meters. Ruli itself sits at 2100 meters, making it one of the highest washing stations in the country. Because of the high elevation and local climate, harvest here progresses slowly and members annually pick coffee into the month of October, multiple months past the majority of the country.\n\nProcessing at Ruli includes cherry sorting by the farmers themselves upon delivery. The cherry is then floated in a large receiving bay to identify and remove floaters (low-density cherry which is processed separately). Cherry is then depulped and the fresh parchment is graded immediately by flotation in a short channel. Fermentation usually lasts 18 hours and is completed without water. Once the dry fermentation is complete the parchment is soaked in fresh water between 18-24 hours to halt fermentation and the stabilize moisture content of the batch. After the soak the parchment is washed once again, this time in grading channels—long shallow concrete channels with water flowing through—which allows the parchment to naturally separate by density. From here, each separate density grade is moved to pre-drying tables to be hand-sorted for imperfections and gently dried to the touch. After the hand-sort is complete, the parchment is then moved to fully-exposed drying tables to finish drying, a process that takes between 14-21 days depending on the climate.\n\nCupping Notes:Papaya, passion fruit, grilled apricot, pink lemonade, caramel, complex\n Try before you stock up with a 1/2 pound sample!"
}
