{
  "sku": "sulator",
  "attributes": {
    "Brightness": 2,
    "Body": 6,
    "Aroma": 4,
    "Complexity": 4,
    "Balance": 5,
    "Sweetness": 3
  },
  "flavors": {
    "Spicy": 3,
    "Chocolaty": 2,
    "Nutty": 3,
    "Buttery": 2,
    "Fruity": 1,
    "Flowery": 2,
    "Winey": 1,
    "Earthy": 3
  },
  "specifications": {
    "Category": "Conventional",
    "Country": "Indonesia",
    "Local Region": "Tana Toraja",
    "Process": "Wet Hulled",
    "Variety": "Typica, Catimor, and S-795",
    "Altitude (meters)": "1,400 - 2,000 masl",
    "Harvest": "May - July",
    "Organic Certification": "No",
    "Fair Trade": "No",
    "Rainforest Alliance Certified": "No",
    "Decaffeinated": "No"
  },
  "description": "The Torajan tribe inhabits the central mountains of South Sulawesi province, preserving traditional customs including their distinctive boat-shaped houses. This region features dramatic landscapes where humid lowland rice paddies meet towering thousand-foot rock faces shrouded in mist. Coffee thrives at elevations up to 2000 MASL, among the highest-growing regions in Indonesia.\n\n\nSmall-scale farmers, typically working less than 3 acres each, have recently formed cooperative micro-mills to enhance processing quality. Their meticulous approach includes careful cherry sorting, overnight fermentation after de-pulping, washing, and initial patio drying. What distinguishes these coffees is the unique wet-hulling process (locally called \"Giling Basah\"), where parchment is removed while beans still retain high moisture content. This traditional method gives Indonesian coffee its characteristic bluish hue and distinctive flavor profile.\n\n\nTo overcome challenging local infrastructure and transportation limitations, producer groups have established partnerships with regional exporters. These collaborations provide crucial logistical support and milling facilities, enhancing traceability and quality control throughout post-harvest processing. Such partnerships also facilitate quicker market access internationally, enabling producers to benefit more directly from specialty coffee trade relationships.\n \n\nCupping Notes: Low acidity and sweetness, heavy body, with notes of vanilla, molasses, and black licorice.\n \n\nTry before you stock up with a 1/2 pound sample!"
}
